Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Reads the saved snapshots. Refreshing this inspector does not run GitHub or Jira commands.
bn: সংরক্ষিত স্ন্যাপশট পড়ে। এই পরিদর্শক রিফ্রেশ করলে GitHub বা Jira কমান্ড চলে না।
es: Lee las instantáneas guardadas. Actualizar este inspector no ejecuta comandos de GitHub ni de Jira.
fr: Lit les instantanés enregistrés. Actualiser cet inspecteur n’exécute aucune commande GitHub ou Jira.
hi: सहेजे गए स्नैपशॉट पढ़ता है। इस इंस्पेक्टर को रीफ़्रेश करने से GitHub या Jira कमांड नहीं चलतीं।
it: Legge gli snapshot salvati. Aggiornare questo pannello non esegue comandi GitHub o Jira.
ja: 保存済みのスナップショットを読み込みます。このインスペクタを更新しても、GitHubやJiraのコマンドは実行されません。
ko: 저장된 스냅샷을 읽습니다. 이 검사기를 새로 고쳐도 GitHub 또는 Jira 명령은 실행되지 않습니다.
pt_br: Lê os snapshots salvos. Atualizar este inspetor não executa comandos do GitHub ou Jira.
ru: Читает сохранённые снимки. Обновление этого инспектора не запускает команды GitHub или Jira.
sv: Läser sparade ögonblicksbilder. Uppdatering av inspektören kör inga GitHub- eller Jira-kommandon.
zh_hans: 读取已保存的快照。刷新此检查器不会运行 GitHub 或 Jira 命令。
zh_hant: 讀取已儲存的快照。重新整理此檢查器不會執行 GitHub 或 Jira 指令。

source: Ready to start
bn: শুরু করার জন্য প্রস্তুত
es: Puedes empezar
fr: Prêt à commencer
hi: शुरू करने के लिए तैयार
it: Pronto per iniziare
ja: 作業を始められます
ko: 시작할 준비가 되었습니다
pt_br: Tudo pronto para começar
ru: Можно начинать
sv: Redo att börja
zh_hans: 可以开始了
zh_hant: 可以開始了

source: Rebase
bn: রিবেস
hi: रीबेस
ja: リベース
ko: 리베이스
ru: Перебазирование
zh_hans: 变基
zh_hant: 重定基底

source: Rebase instead of merge
bn: মার্জের বদলে রিবেস
es: Rebase en vez de fusión
fr: Rebase au lieu de fusionner
hi: मर्ज के बजाय रीबेस
it: Rebase invece del merge
ja: マージの代わりにリベース
ko: 병합 대신 리베이스
pt_br: Rebase em vez de mesclar
ru: Перебазировать вместо слияния
sv: Rebase i stället för sammanslagning
zh_hans: 变基而非合并
zh_hant: 重定基底而非合併

source: Recent events: %lld (up to 1,000)
bn: সাম্প্রতিক ইভেন্ট: %lld (সর্বোচ্চ ১,০০০)
es: Eventos recientes: %lld (hasta 1.000)
fr: Événements récents : %lld (jusqu’à 1 000)
hi: हाल के इवेंट: %lld (अधिकतम 1,000)
it: Eventi recenti: %lld (fino a 1.000)
ja: 最近のイベント：%lld（最大1,000件）
ko: 최근 이벤트: %lld (최대 1,000개)
pt_br: Eventos recentes: %lld (até 1.000)
ru: Последние события: %lld (до 1 000)
sv: Senaste händelser: %lld (upp till 1 000)
zh_hans: 最近事件：%lld（最多 1,000 条）
zh_hant: 最近事件：%lld（最多 1,000 筆）

source: Recent Files
bn: সাম্প্রতিক ফাইল
es: Archivos recientes
fr: Fichiers récents
hi: हाल की फ़ाइलें
it: File recenti
ja: 最近使ったファイル
ko: 최근 파일
pt_br: Arquivos recentes
ru: Недавние файлы
sv: Senaste filer
zh_hans: 最近文件
zh_hant: 最近使用的檔案

source: Reconnect
bn: পুনরায় সংযোগ করুন
es: Reconectar
fr: Reconnecter
hi: दोबारा कनेक्ट करें
it: Riconnetti
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
ru: Переподключиться
sv: Anslut igen
zh_hans: 重新连接
zh_hant: 重新連線

source: Reconnecting
bn: পুনরায় সংযোগ হচ্ছে
es: Reconectando
fr: Reconnexion en cours
hi: फिर कनेक्ट हो रहा है
it: Riconnessione in corso
ja: 再接続中
ko: 다시 연결 중
pt_br: Reconectando
ru: Переподключение
sv: Återansluter
zh_hans: 正在重新连接
zh_hant: 正在重新連線

source: Record the failure and still run the actions after this one.
bn: ব্যর্থতা নথিভুক্ত করে পরের কাজগুলি চালান।
es: Registra el fallo y continúa con las acciones siguientes.
fr: Enregistre l’échec et exécute les actions suivantes.
hi: विफलता दर्ज करके आगे की कार्रवाइयाँ चलाएँ।
it: Registra l’errore e continua con le azioni successive.
ja: 失敗を記録し、後続のアクションを実行します。
ko: 실패를 기록하고 후속 동작을 계속 실행합니다.
pt_br: Registra a falha e continua as próximas ações.
ru: Записывает ошибку и продолжает следующие действия.
sv: Registrerar felet och fortsätter med följande åtgärder.
zh_hans: 记录失败后仍继续执行后续操作。
zh_hant: 記錄失敗後仍繼續執行後續動作。

source: Record which Jira release each ticket ships in. Needs a Jira API token.
bn: প্রতি টিকিটের Jira রিলিজ নথিভুক্ত করে। Jira API টোকেন প্রয়োজন।
es: Registra la versión Jira de cada ticket. Requiere un token de API de Jira.
fr: Enregistre la version Jira de chaque ticket. Nécessite un jeton API Jira.
hi: हर टिकट का Jira रिलीज़ दर्ज करें। Jira API टोकन चाहिए।
it: Registra il rilascio Jira di ogni ticket. Richiede un token API Jira.
ja: 各チケットのJiraリリースを記録します。Jira APIトークンが必要です。
ko: 각 티켓이 포함되는 Jira 릴리스를 기록합니다. Jira API 토큰이 필요합니다.
pt_br: Registra a versão Jira de cada ticket. Requer token de API do Jira.
ru: Записывает выпуск Jira для каждой задачи. Нужен токен API Jira.
sv: Registrerar Jira-versionen för varje ärende. Kräver en Jira API-token.
zh_hans: 记录每个工单随哪个 Jira 版本发布。需要 Jira API 令牌。
zh_hant: 記錄每個工單隨哪個 Jira 版本發佈。需要 Jira API 權杖。

source: Redo
bn: আবার করুন
es: Rehacer
fr: Rétablir
hi: फिर करें
it: Ripristina
ja: やり直す
ko: 실행 복귀
pt_br: Refazer
ru: Повторить
sv: Gör om
zh_hans: 重做
zh_hant: 重做

source: Refresh
bn: রিফ্রেশ
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश करें
it: Aggiorna
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh %@
bn: %@ রিফ্রেশ করুন
es: Actualizar %@
fr: Actualiser %@
hi: %@ रीफ़्रेश करें
it: Aggiorna %@
ja: %@を更新
ko: %@ 새로 고침
pt_br: Atualizar %@
ru: Обновить %@
sv: Uppdatera %@
zh_hans: 刷新%@
zh_hant: 重新整理%@

source: Refresh History
bn: ইতিহাস রিফ্রেশ করুন
es: Actualizar historial
fr: Actualiser l’historique
hi: इतिहास रीफ़्रेश करें
it: Aggiorna cronologia
ja: 履歴を更新
ko: 기록 새로 고침
pt_br: Atualizar histórico
ru: Обновить историю
sv: Uppdatera historik
zh_hans: 刷新历史记录
zh_hant: 重新整理歷史記錄

source: Refresh logs
bn: লগ রিফ্রেশ করুন
es: Actualizar registros
fr: Actualiser les journaux
hi: लॉग रीफ़्रेश करें
it: Aggiorna log
ja: ログを更新
ko: 로그 새로 고침
pt_br: Atualizar logs
ru: Обновить журнал
sv: Uppdatera loggar
zh_hans: 刷新日志
zh_hant: 重新整理記錄

source: Refresh Tickets
bn: টিকিট রিফ্রেশ করুন
es: Actualizar incidencias
fr: Actualiser les tickets
hi: टिकट रीफ़्रेश करें
it: Aggiorna ticket
ja: チケットを更新
ko: 티켓 새로 고침
pt_br: Atualizar tickets
ru: Обновить задачи
sv: Uppdatera ärenden
zh_hans: 刷新工单
zh_hant: 重新整理工作項目

source: Refusing an unowned or non-socket terminal endpoint.
bn: ব্যবহারকারীর মালিকানাহীন বা সকেট নয় এমন টার্মিনাল প্রান্ত প্রত্যাখ্যাত।
es: Se rechaza un punto de conexión ajeno o que no es un socket.
fr: Point de connexion refusé : il ne vous appartient pas ou n’est pas un socket.
hi: ऐसा टर्मिनल एंडपॉइंट अस्वीकार किया जो अपना नहीं है या सॉकेट नहीं है।
it: Endpoint del terminale rifiutato: non appartiene all’utente o non è un socket.
ja: 所有していない、またはソケットではないターミナル接続先を拒否しました。
ko: 소유하지 않거나 소켓이 아닌 터미널 엔드포인트를 거부했습니다.
pt_br: Ponto de conexão recusado: não pertence ao usuário ou não é um socket.
ru: Отклонена конечная точка терминала: чужой владелец или не сокет.
sv: Avvisar en terminaländpunkt som inte ägs av användaren eller inte är en socket.
zh_hans: 已拒绝不属于当前用户或并非套接字的终端端点。
zh_hant: 已拒絕不屬於目前使用者或並非通訊端的終端機端點。

source: Regex
bn: রেগুলার এক্সপ্রেশন
es: Expresión regular
fr: Expression régulière
hi: रेगुलर एक्सप्रेशन
it: Espressione regolare
ja: 正規表現
ko: 정규 표현식
pt_br: Expressão regular
ru: Регулярное выражение
sv: Reguljärt uttryck
zh_hans: 正则表达式
zh_hant: 正規表示式

source: Registered; approval required in System Settings.
bn: নিবন্ধিত; সিস্টেম সেটিংসে অনুমোদন দরকার।
es: Registrado; requiere aprobación en Ajustes del Sistema.
fr: Enregistré ; autorisation requise dans Réglages Système.
hi: पंजीकृत है; सिस्टम सेटिंग्स में अनुमति चाहिए।
it: Registrato; è richiesta l’approvazione in Impostazioni di Sistema.
ja: 登録済み。システム設定で承認が必要です。
ko: 등록됨; 시스템 설정에서 승인이 필요합니다.
pt_br: Registrado; precisa de aprovação nos Ajustes do Sistema.
ru: Зарегистрировано; требуется разрешение в Системных настройках.
sv: Registrerat; godkännande krävs i Systeminställningar.
zh_hans: 已注册；需要在系统设置中批准。
zh_hant: 已註冊；需要在系統設定中核准。

source: Regular expression over the PR title.
bn: PR শিরোনামের রেগুলার এক্সপ্রেশন।
es: Expresión regular para el título del PR.
fr: Expression régulière sur le titre de la PR.
hi: PR शीर्षक पर रेगुलर एक्सप्रेशन।
it: Espressione regolare sul titolo della PR.
ja: PRタイトルに適用する正規表現です。
ko: PR 제목에 적용할 정규 표현식입니다.
pt_br: Expressão regular sobre o título do PR.
ru: Регулярное выражение для заголовка PR.
sv: Reguljärt uttryck för PR-titeln.
zh_hans: 匹配 PR 标题的正则表达式。
zh_hant: 符合 PR 標題的正規表示式。

source: Relative launch target
bn: আপেক্ষিক লঞ্চ লক্ষ্য
es: Destino de inicio relativo
fr: Cible de lancement relative
hi: सापेक्ष लॉन्च लक्ष्य
it: Destinazione di avvio relativa
ja: 起動対象の相対パス
ko: 실행 대상 상대 경로
pt_br: Destino de execução relativo
ru: Относительный путь цели запуска
sv: Relativt startmål
zh_hans: 相对启动目标路径
zh_hant: 相對啟動目標路徑

source: Reload Changes
bn: পরিবর্তন আবার লোড করুন
es: Recargar cambios
fr: Recharger les modifications
hi: बदलाव दोबारा लोड करें
it: Ricarica modifiche
ja: 変更を再読み込み
ko: 변경 사항 다시 불러오기
pt_br: Recarregar alterações
ru: Перезагрузить изменения
sv: Läs in ändringar igen
zh_hans: 重新加载更改
zh_hant: 重新載入變更

source: Reload Page
bn: পৃষ্ঠা পুনরায় লোড করুন
es: Recargar página
fr: Recharger la page
hi: पेज दोबारा लोड करें
it: Ricarica pagina
ja: ページを再読み込み
ko: 페이지 새로고침
pt_br: Recarregar página
ru: Перезагрузить страницу
sv: Läs in sidan igen
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

source: Reload Settings
bn: সেটিংস আবার লোড করুন
es: Volver a cargar ajustes
fr: Recharger les réglages
hi: सेटिंग्स फिर लोड करें
it: Ricarica impostazioni
ja: 設定を再読み込み
ko: 설정 다시 로드
pt_br: Recarregar ajustes
ru: Загрузить настройки снова
sv: Läs in inställningarna igen
zh_hans: 重新加载设置
zh_hant: 重新載入設定

source: Remove
bn: সরান
es: Quitar
fr: Retirer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Убрать
sv: Ta bort
zh_hans: 移除
zh_hant: 移除

source: Remove %@ from history
bn: ইতিহাস থেকে %@ সরান
es: Eliminar %@ del historial
fr: Supprimer %@ de l’historique
hi: %@ को इतिहास से हटाएँ
it: Rimuovi %@ dalla cronologia
ja: %@ を履歴から削除
ko: 방문 기록에서 %@ 제거
pt_br: Remover %@ do histórico
ru: Удалить %@ из истории
sv: Ta bort %@ från historiken
zh_hans: 从历史记录中移除 %@
zh_hant: 從記錄中移除 %@

source: Remove all visited pages from history and address suggestions.
bn: ইতিহাস ও ঠিকানার পরামর্শ থেকে দেখা সব পৃষ্ঠা সরান।
es: Quita todas las páginas visitadas del historial y de las sugerencias de direcciones.
fr: Supprime toutes les pages visitées de l’historique et des suggestions d’adresses.
hi: इतिहास और पते के सुझावों से सभी देखे गए पेज हटाएँ।
it: Rimuove tutte le pagine visitate dalla cronologia e dai suggerimenti degli indirizzi.
ja: 閲覧済みのすべてのページを履歴とアドレス候補から削除します。
ko: 방문 기록과 주소 제안에서 방문한 모든 페이지를 제거합니다.
pt_br: Remove todas as páginas visitadas do histórico e das sugestões de endereço.
ru: Удалить все посещённые страницы из истории и подсказок адреса.
sv: Tar bort alla besökta sidor från historiken och adressförslagen.
zh_hans: 从历史记录和地址建议中移除所有已访问的页面。
zh_hant: 從記錄與網址建議中移除所有曾造訪的網頁。

source: Remove Bookmark
bn: বুকমার্ক সরান
es: Eliminar marcador
fr: Supprimer le signet
hi: बुकमार्क हटाएँ
it: Rimuovi preferito
ja: ブックマークを削除
ko: 책갈피 제거
pt_br: Remover favorito
ru: Удалить закладку
sv: Ta bort bokmärke
zh_hans: 移除书签
zh_hant: 移除書籤

source: Remove cookies, caches, and site storage from Cascade’s browser. You will be signed out of websites.
bn: Cascade-এর ব্রাউজার থেকে কুকি, ক্যাশ ও সাইটের স্টোরেজ সরান। ওয়েবসাইটগুলো থেকে আপনি সাইন আউট হয়ে যাবেন।
es: Elimina cookies, cachés y almacenamiento de sitios del navegador de Cascade. Se cerrarán tus sesiones en los sitios web.
fr: Supprime les cookies, caches et données des sites du navigateur de Cascade. Vous serez déconnecté des sites web.
hi: Cascade के ब्राउज़र से कुकी, कैश और साइट का स्टोरेज हटाएँ। वेबसाइटों से आपका साइन आउट हो जाएगा।
it: Rimuove cookie, cache e dati dei siti dal browser di Cascade. Verrai disconnesso dai siti web.
ja: Cascade のブラウザから Cookie、キャッシュ、サイトの保存データを削除します。Web サイトからサインアウトされます。
ko: Cascade 브라우저의 쿠키, 캐시, 사이트 저장 데이터를 제거합니다. 웹사이트에서 로그아웃됩니다.
pt_br: Remove cookies, caches e armazenamento de sites do navegador do Cascade. Você será desconectado dos sites.
ru: Удалить cookie, кэш и данные сайтов из браузера Cascade. Будет выполнен выход из аккаунтов на сайтах.
sv: Tar bort cookies, cache och webbplatslagring från Cascades webbläsare. Du loggas ut från webbplatser.
zh_hans: 移除 Cascade 浏览器中的 Cookie、缓存和网站存储。你将退出网站登录。
zh_hant: 移除 Cascade 瀏覽器中的 Cookie、快取及網站儲存資料。你將登出網站。

source: Remove from history
bn: ইতিহাস থেকে সরান
es: Eliminar del historial
fr: Supprimer de l’historique
hi: इतिहास से हटाएँ
it: Rimuovi dalla cronologia
ja: 履歴から削除
ko: 기록에서 제거
pt_br: Remover do histórico
ru: Удалить из истории
sv: Ta bort från historik
zh_hans: 从历史记录中移除
zh_hant: 從歷史記錄移除

source: Remove from History
bn: ইতিহাস থেকে সরান
es: Eliminar del historial
fr: Supprimer de l’historique
hi: इतिहास से हटाएँ
it: Rimuovi dalla cronologia
ja: 履歴から削除
ko: 기록에서 제거
pt_br: Remover do histórico
ru: Удалить из истории
sv: Ta bort från historik
zh_hans: 从历史记录中移除
zh_hant: 從歷史記錄移除

source: Remove hook
bn: হুক সরান
es: Quitar hook
fr: Supprimer le hook
hi: हुक हटाएँ
it: Rimuovi hook
ja: フックを削除
ko: 훅 제거
pt_br: Remover hook
ru: Удалить хук
sv: Ta bort hook
zh_hans: 移除钩子
zh_hant: 移除掛鉤

source: Remove keybind
bn: কি বাইন্ডিং সরান
es: Quitar asignación
fr: Supprimer le raccourci
hi: कुंजी बाइंडिंग हटाएँ
it: Rimuovi associazione
ja: キーバインドを削除
ko: 키 바인딩 제거
pt_br: Remover mapeamento
ru: Удалить привязку
sv: Ta bort tangentbindning
zh_hans: 移除按键绑定
zh_hant: 移除按鍵綁定

source: Remove labels
bn: লেবেল সরান
es: Eliminar etiquetas
fr: Supprimer les étiquettes
hi: लेबल हटाएँ
it: Rimuovi etichette
ja: ラベルを削除
ko: 레이블 제거
pt_br: Remover etiquetas
ru: Удалить метки
sv: Ta bort etiketter
zh_hans: 移除标签
zh_hant: 移除標籤

source: Remove labels from the PR.
bn: PR থেকে লেবেল সরান।
es: Elimina etiquetas del PR.
fr: Supprime des étiquettes de la PR.
hi: PR से लेबल हटाएँ।
it: Rimuove etichette dalla PR.
ja: PRからラベルを削除します。
ko: PR에서 레이블을 제거합니다.
pt_br: Remove etiquetas do PR.
ru: Удаляет метки PR.
sv: Tar bort etiketter från PR.
zh_hans: 从 PR 移除标签。
zh_hant: 從 PR 移除標籤。

source: Remove Preset
bn: প্রিসেট সরান
es: Eliminar preajuste
fr: Supprimer le préréglage
hi: प्रीसेट हटाएँ
it: Rimuovi preset
ja: プリセットを削除
ko: 프리셋 제거
pt_br: Remover predefinição
ru: Удалить набор настроек
sv: Ta bort förinställning
zh_hans: 移除预设
zh_hant: 移除預設組合

source: Remove Session
bn: সেশন সরান
es: Eliminar sesión
fr: Supprimer la session
hi: सत्र हटाएँ
it: Rimuovi sessione
ja: セッションを削除
ko: 세션 제거
pt_br: Remover sessão
ru: Удалить сеанс
sv: Ta bort session
zh_hans: 移除会话
zh_hant: 移除工作階段

source: Remove Session…
bn: সেশন সরান…
es: Quitar sesión…
fr: Supprimer la session…
hi: सत्र हटाएँ…
it: Rimuovi sessione…
ja: セッションを削除…
ko: 세션 제거…
pt_br: Remover sessão…
ru: Удалить сессию…
sv: Ta bort session…
zh_hans: 移除会话…
zh_hant: 移除工作階段…

source: Remove shortcut
bn: শর্টকাট সরান
es: Eliminar atajo
fr: Supprimer le raccourci
hi: शॉर्टकट हटाएँ
it: Rimuovi abbreviazione
ja: ショートカットを削除
ko: 단축키 제거
pt_br: Remover atalho
ru: Удалить сочетание клавиш
sv: Ta bort kortkommando
zh_hans: 移除快捷键
zh_hant: 移除快速鍵

source: Remove status line
bn: স্ট্যাটাস লাইন সরান
es: Quitar línea de estado
fr: Supprimer la ligne d’état
hi: स्टेटस लाइन हटाएँ
it: Rimuovi riga di stato
ja: ステータス行を削除
ko: 상태 표시줄 제거
pt_br: Remover linha de status
ru: Удалить строку состояния
sv: Ta bort statusrad
zh_hans: 移除状态栏
zh_hant: 移除狀態列

source: Remove the repository's gh webhook forward hook, then start forwarding again.
bn: রিপোজিটরির gh webhook forward হুক সরিয়ে আবার ইভেন্ট পাঠানো শুরু করুন।
es: Elimina el hook de gh webhook forward del repositorio y vuelve a iniciar el reenvío.
fr: Supprimer le hook gh webhook forward du dépôt, puis relancer le transfert.
hi: रिपॉज़िटरी का gh webhook forward हुक हटाएँ, फिर इवेंट भेजना दोबारा शुरू करें।
it: Rimuovi l’hook di gh webhook forward dal repository, poi riavvia l’inoltro.
ja: リポジトリの gh webhook forward フックを削除して、転送を再開します。
ko: 저장소의 gh webhook forward 훅을 제거한 다음 전달을 다시 시작합니다.
pt_br: Remove o hook do gh webhook forward do repositório e reinicia o encaminhamento.
ru: Удалить хук gh webhook forward из репозитория и возобновить передачу событий.
sv: Ta bort kodförrådets gh webhook forward-hook och starta vidarebefordran igen.
zh_hans: 移除仓库的 gh webhook forward 钩子，然后重新开始转发。
zh_hant: 移除儲存庫的 gh webhook forward 掛鉤，然後重新開始轉送。

source: Remove this page from your bookmarks
bn: বুকমার্ক থেকে এই পৃষ্ঠা সরান
es: Quitar esta página de los marcadores
fr: Retirer cette page des favoris
hi: इस पेज को बुकमार्क से हटाएँ
it: Rimuovi questa pagina dai segnalibri
ja: このページをブックマークから削除
ko: 북마크에서 이 페이지 제거
pt_br: Remover esta página dos favoritos
ru: Удалить страницу из закладок
sv: Ta bort sidan från bokmärken
zh_hans: 从书签中移除此页面
zh_hant: 從書籤中移除此頁面

source: Remove this session?
bn: এই সেশন সরাবেন?
es: ¿Eliminar esta sesión?
fr: Supprimer cette session ?
hi: यह सत्र हटाएँ?
it: Rimuovere questa sessione?
ja: このセッションを削除しますか？
ko: 이 세션을 제거하시겠습니까?
pt_br: Remover esta sessão?
ru: Удалить этот сеанс?
sv: Ta bort denna session?
zh_hans: 移除此会话？
zh_hant: 移除此工作階段？

source: Remove trigger
bn: ট্রিগার সরান
es: Eliminar disparador
fr: Supprimer le déclencheur
hi: ट्रिगर हटाएँ
it: Rimuovi trigger
ja: トリガーを削除
ko: 트리거 제거
pt_br: Remover gatilho
ru: Удалить триггер
sv: Ta bort utlösare
zh_hans: 移除触发器
zh_hant: 移除觸發條件

source: Removing %@…
bn: %@ সরানো হচ্ছে…
es: Quitando %@…
fr: Retrait de %@…
hi: %@ हटाया जा रहा है…
it: Rimozione di %@…
ja: %@ を削除中…
ko: %@ 제거 중…
pt_br: Removendo %@…
ru: Удаление %@…
sv: Tar bort %@…
zh_hans: 正在移除 %@…
zh_hant: 正在移除 %@…

source: Removing Session…
bn: সেশন সরানো হচ্ছে…
es: Eliminando sesión…
fr: Suppression de la session…
hi: सत्र हटाया जा रहा है…
it: Rimozione sessione…
ja: セッションを削除中…
ko: 세션 제거 중…
pt_br: Removendo sessão…
ru: Удаление сеанса…
sv: Tar bort session…
zh_hans: 正在移除会话…
zh_hant: 正在移除工作階段…

source: Rename
bn: নাম বদলান
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
sv: Byt namn
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Session
bn: সেশনের নাম বদলান
es: Renombrar sesión
fr: Renommer la session
hi: सत्र का नाम बदलें
it: Rinomina sessione
ja: セッション名を変更
ko: 세션 이름 변경
pt_br: Renomear sessão
ru: Переименовать сессию
sv: Byt namn på session
zh_hans: 重命名会话
zh_hant: 重新命名工作階段

source: Rename Session…
bn: সেশনের নাম বদলান…
es: Renombrar sesión…
fr: Renommer la session…
hi: सत्र का नाम बदलें…
it: Rinomina sessione…
ja: セッション名を変更…
ko: 세션 이름 변경…
pt_br: Renomear sessão…
ru: Переименовать сессию…
sv: Byt namn på session…
zh_hans: 重命名会话…
zh_hant: 重新命名工作階段…

source: Rendering
bn: রেন্ডারিং
es: Renderizado
fr: Rendu
hi: रेंडरिंग
ja: 描画
ko: 렌더링
pt_br: Renderização
ru: Отрисовка
zh_hans: 渲染
zh_hant: 算繪

source: Reporter
bn: প্রতিবেদক
es: Informador
fr: Rapporteur
hi: रिपोर्ट करने वाला
it: Segnalatore
ja: 報告者
ko: 보고자
pt_br: Relator
ru: Автор
sv: Rapportör
zh_hans: 报告人
zh_hant: 回報者

source: Repositories forwarding events: %lld of %lld. Cascade checks the rest on its regular schedule.
bn: ইভেন্ট পাঠাচ্ছে এমন রিপোজিটরি: %lld, মোট %lld। Cascade বাকিগুলো নিয়মিত সময়সূচি অনুযায়ী পরীক্ষা করে।
es: Repositorios que reenvían eventos: %lld de %lld. Cascade comprueba el resto con su frecuencia habitual.
fr: Dépôts transférant des événements : %lld sur %lld. Cascade vérifie les autres selon son intervalle habituel.
hi: इवेंट भेज रही रिपॉज़िटरी: %lld, कुल %lld। Cascade बाकी को नियमित अंतराल पर जाँचता है।
it: Repository che inoltrano eventi: %lld su %lld. Cascade controlla gli altri secondo l’intervallo abituale.
ja: イベントを転送中のリポジトリ：%lld／%lld。残りは通常の間隔で確認します。
ko: 이벤트를 전달하는 저장소: %lld / %lld. 나머지는 Cascade가 정기적으로 확인합니다.
pt_br: Repositórios encaminhando eventos: %lld de %lld. O Cascade verifica os demais no intervalo habitual.
ru: Репозитории, передающие события: %lld из %lld. Остальные Cascade проверяет по обычному расписанию.
sv: Kodförråd som vidarebefordrar händelser: %lld av %lld. Cascade kontrollerar resten enligt det vanliga schemat.
zh_hans: 正在转发事件的仓库数：%lld，共 %lld 个。Cascade 会按常规计划检查其余仓库。
zh_hant: 正在轉送事件的儲存庫數：%lld，共 %lld 個。Cascade 會按一般排程檢查其餘儲存庫。

source: Repositories forwarding events: %lld.
bn: ইভেন্ট পাঠাচ্ছে এমন রিপোজিটরি: %lld।
es: Repositorios que reenvían eventos: %lld.
fr: Dépôts transférant des événements : %lld.
hi: इवेंट भेज रही रिपॉज़िटरी: %lld।
it: Repository che inoltrano eventi: %lld.
ja: イベントを転送中のリポジトリ：%lld。
ko: 이벤트를 전달하는 저장소: %lld.
pt_br: Repositórios encaminhando eventos: %lld.
ru: Репозитории, передающие события: %lld.
sv: Kodförråd som vidarebefordrar händelser: %lld.
zh_hans: 正在转发事件的仓库数：%lld。
zh_hant: 正在轉送事件的儲存庫數：%lld。

source: Repositories: %lld
bn: রিপোজিটরি: %lld
es: Repositorios: %lld
fr: Dépôts : %lld
hi: रिपॉज़िटरी: %lld
it: Repository: %lld
ja: リポジトリ：%lld
ko: 저장소: %lld
pt_br: Repositórios: %lld
ru: Репозитории: %lld
sv: Kodarkiv: %lld
zh_hans: 仓库：%lld
zh_hant: 儲存庫：%lld

source: repository
bn: রিপোজিটরি
es: repositorio
fr: dépôt
hi: रिपॉज़िटरी
ja: リポジトリ
ko: 저장소
pt_br: repositório
ru: репозиторий
sv: kodarkiv
zh_hans: 仓库
zh_hant: 儲存庫

source: Request changes
bn: পরিবর্তন চান
es: Solicitar cambios
fr: Demander des modifications
hi: बदलाव माँगें
it: Richiedi modifiche
ja: 変更を要求
ko: 변경 요청
pt_br: Solicitar alterações
ru: Запросить изменения
sv: Begär ändringar
zh_hans: 请求修改
zh_hant: 要求變更

source: Request reviewers
bn: পর্যালোচক চান
es: Solicitar revisores
fr: Demander des réviseurs
hi: समीक्षक माँगें
it: Richiedi revisori
ja: レビュアーを依頼
ko: 리뷰어 요청
pt_br: Solicitar revisores
ru: Запросить проверяющих
sv: Begär granskare
zh_hans: 请求审查者
zh_hant: 要求審查者

source: Reset Page Zoom
bn: পৃষ্ঠার জুম রিসেট করুন
es: Restablecer zoom
fr: Réinitialiser le zoom
hi: पेज ज़ूम रीसेट करें
it: Ripristina zoom della pagina
ja: ページの拡大率をリセット
ko: 페이지 확대/축소 재설정
pt_br: Redefinir zoom
ru: Сбросить масштаб страницы
sv: Återställ sidzoom
zh_hans: 重置页面缩放
zh_hant: 重設頁面縮放

source: Reset to Defaults
bn: ডিফল্টে ফিরিয়ে নিন
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
hi: डिफ़ॉल्ट रीसेट करें
it: Ripristina valori predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Redefinir padrões
ru: Сбросить настройки
sv: Återställ förval
zh_hans: 恢复默认值
zh_hant: 重設為預設值

source: Reset View
bn: দৃশ্য রিসেট করুন
es: Restablecer vista
fr: Réinitialiser la vue
hi: दृश्य रीसेट करें
it: Ripristina vista
ja: 表示をリセット
ko: 보기 재설정
pt_br: Redefinir visualização
ru: Сбросить вид
sv: Återställ vy
zh_hans: 重置视图
zh_hant: 重設檢視

source: Resets in %@
bn: %@ পরে রিসেট
es: Se restablece en %@
fr: Réinitialisation dans %@
hi: %@ में रीसेट
it: Si reimposta tra %@
ja: %@後にリセット
ko: %@ 후 초기화
pt_br: Reinicia em %@
ru: Сброс через %@
sv: Återställs om %@
zh_hans: %@后重置
zh_hant: %@後重設

source: Resolving Swift packages
bn: Swift প্যাকেজ সমাধান হচ্ছে
es: Resolviendo paquetes de Swift
fr: Résolution des paquets Swift
hi: Swift पैकेज हल हो रहे हैं
it: Risoluzione dei pacchetti Swift
ja: Swift パッケージを解決中
ko: Swift 패키지 확인 중
pt_br: Resolvendo pacotes Swift
ru: Разрешение пакетов Swift
sv: Löser Swift-paket
zh_hans: 正在解析 Swift 软件包
zh_hant: 正在解析 Swift 套件

source: Resource usage
bn: রিসোর্সের ব্যবহার
es: Uso de recursos
fr: Utilisation des ressources
hi: संसाधन उपयोग
it: Utilizzo risorse
ja: リソース使用状況
ko: 리소스 사용량
pt_br: Uso de recursos
ru: Использование ресурсов
sv: Resursanvändning
zh_hans: 资源使用情况
zh_hant: 資源使用狀況

source: Response
bn: উত্তর
es: Respuesta
fr: Réponse
hi: जवाब
it: Risposta
ja: 応答
ko: 응답
pt_br: Resposta
ru: Ответ
sv: Svar
zh_hans: 回复
zh_hant: 回覆

source: Restart Session
bn: সেশন পুনরায় চালু করুন
es: Reiniciar sesión
fr: Redémarrer la session
hi: सत्र पुनः शुरू करें
it: Riavvia sessione
ja: セッションを再起動
ko: 세션 재시작
pt_br: Reiniciar sessão
ru: Перезапустить сеанс
sv: Starta om session
zh_hans: 重启会话
zh_hant: 重新啟動工作階段

source: Restart this session?
bn: এই সেশন পুনরায় চালু করবেন?
es: ¿Reiniciar esta sesión?
fr: Redémarrer cette session ?
hi: यह सत्र फिर शुरू करें?
it: Riavviare questa sessione?
ja: このセッションを再起動しますか？
ko: 이 세션을 다시 시작하시겠습니까?
pt_br: Reiniciar esta sessão?
ru: Перезапустить этот сеанс?
sv: Starta om denna session?
zh_hans: 重启此会话？
zh_hant: 重新啟動此工作階段？

source: Restore %@
bn: %@ ফিরিয়ে আনুন
es: Restaurar %@
fr: Rétablir %@
hi: %@ बहाल करें
it: Ripristina %@
ja: %@に戻す
ko: %@ 복원
pt_br: Restaurar %@
ru: Восстановить %@
sv: Återställ %@
zh_hans: 恢复 %@
zh_hant: 回復 %@
